export default {
    app_name: 'Geen Food Solutions',
    mobile_header:'ඔබගේ ජංගම දුරකථන අංකය ඇතුලත් කරන්න. \nඅපි ඔබට සත්‍යාපන කේතයක් එවන්නෙමු.',
    mobile_title: 'දුරකථන අංකය',
    mobile_placeholder: 'ඔබේ අංකය',
    next_button:'ඉදිරියට යන්න',

    otp_header: 'කරුණාකර sms හරහා ලබා දී ඇති ඉලක්කම් 4 කේතය ඇතුලත් කරන්න.',
    otp_resend_label: 'කේතය ලැබුණේ නැද්ද?',
    otp_resend: 'තාවකාලික මුරපදය නැවත එවන්න.',

    register_header: 'ඔබේ පැතිකඩ සාදන්න',
    name:'ඔබගේ නම',
    name_:'නම',
    email:'ඔබගේ විද්යුත් තැපෑල',
    email_:'විද්යුත් තැපෑල',
    done_button:'නිර්මාණය කරන්න',

    post_header: 'දැන්වීමක් පළ කිරීමට පහත දත්ත පුරවන්න',
    category:'වර්ගය තෝරන්න',
    location: 'ස්ථානය',
    photos:'ඡායාරූප ඇතුලත් කරන්න (3)',
    title:'දැන්වීමේ මාතෘකාව',
    sub_title:' - විකිණීමට ඇති පළතුරු වර්ගයෙහි නම පමණක් සඳහන් කරන්න',
    unit_price:'1 Kg - මිල',
    quntity:'ප්‍රමාණය',
    details:'විස්තර',
    post_button:'දැන්වීම පළ කරන්න',
    post_ad:'ඔබේ දැන්විම පළ කරන්න',
    required: 'මෙම ක්ෂෙත්‍රය ඔබ විසින් පිරවිය යුතු වේ.',
    image: 'අවම තරමේ ඔබ එක් ඡායාරූපයක්වත් ඇතුලත් කළ යුතු වේ.',
    image_tag: 'ඡායාරූප එක්ක කරන්න.',

    call:'අමතන්න',
    sample_title:'ගොටුකොළ',
    sample_content:'ගොටුකොළ මිටි තොග වශයෙන් ලබාදිය හැක මිටියක්  55. ඉතා ගුනාත්මක වැල් ගොටුකොළ. \n\nකුරුණෑගල දිස්ත්‍රික්කයේ වතුපොල් 50000ක් ඇත ..කලවමේ රු.76.00දෙනු ලැබේ ... තොග ගැනුම් කරුවන් පමණක් අමතන්න',
    price_per:'කි.ග්රෑ',
    price_nutes:'ගෙඩි',

    approve:'අනුමත කරන්න',
    reject:'ප්‍රතික්ෂේප කරන්න',
    sold_out:'විකිණී හමාරයි',
    cancel:'අවලංගු කරන්න',

    home:'මුල් පිටුව',
    my_ads:'මගේ දැන්විම්',
    profile:'මගේ පැතිකඩ',
    favorite:'ප්‍රියතම',
    notification: 'දැනුම්දීම්',

    logout_button:'පිටවීම',

    empty_title: 'අදාළ දත්ත කිසිවක් නැත!',
    empty: '',

    login_note: 'දැන්වීමක් පළකිරීමට සහ පරීක්ෂා කිරීමට ගිණුමට පිවිසෙන්න.',
    login: 'ඇතුළුවන්න',
    login_note_1:'දැන්වීම් පළකිරීම අරඹන්න.',
    login_note_2:'දැන්වීම් ලකුණු කර පසුව බලන්න.',
    login_note_3:'පහසු වේලාවක දැන්වීම් බලන්න/වෙනස් කරන්න',

    search:'සොයන්න',

    posted_ads: 'පළකල දැන්වීම්',
    approve_ads: 'අනුමත දැන්වීම්',
    rejected_ads: 'ප්‍රතික්ෂේප දැන්වීම්',
    cancel_ads:'අවලංගු දැන්වීම්',

}